Repository: holg/eulumdat-rs
Catalog: EulumdatApp/EulumdatApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru, zh_hans

# luminaire.info.g_plane_distance
source: G-Plane Distance (Dg)
de: G-Ebenen-Abstand (Dg)
es: Distancia planos G (Dg)
fr: Distance plans G (Dg)
it: Distanza piani G (Dg)
pt_br: Distância planos G (Dg)
ru: Расстояние G-плоскостей (Dg)
zh_hans: G平面间距 (Dg)

# luminaire.info.identification
source: Identification
de: Kennung
es: Identificación
it: Identificazione
pt_br: Identificação
ru: Идентификация
zh_hans: 标识

# luminaire.info.laboratory
source: Laboratory
de: Labor
es: Laboratorio
fr: Laboratoire
it: Laboratorio
pt_br: Laboratório
ru: Лаборатория
zh_hans: 实验室

# luminaire.info.lamp_type
source: Lamp Type
de: Lampentyp
es: Tipo de lámpara
fr: Type de lampe
it: Tipo di lampada
pt_br: Tipo de lâmpada
ru: Тип лампы
zh_hans: 光源类型

# luminaire.info.luminaire_name
source: Luminaire Name
de: Leuchtenname
es: Nombre de luminaria
fr: Nom du luminaire
it: Nome apparecchio
pt_br: Nome da luminária
ru: Название светильника
zh_hans: 灯具名称

# luminaire.info.luminaire_number
source: Luminaire Number
de: Leuchtennummer
es: Número de luminaria
fr: Numéro du luminaire
it: Numero apparecchio
pt_br: Número da luminária
ru: Номер светильника
zh_hans: 灯具编号

# luminaire.info.luminaire_type
source: Luminaire Type
de: Leuchtentyp
es: Tipo de luminaria
fr: Type de luminaire
it: Tipo di apparecchio
pt_br: Tipo de luminária
ru: Тип светильника
zh_hans: 灯具类型

# luminaire.info.manufacturer
source: Manufacturer
de: Hersteller
es: Fabricante
fr: Fabricant
it: Produttore
pt_br: Fabricante
ru: Производитель
zh_hans: 制造商

# luminaire.info.measurement_report
source: Measurement Report Number
de: Messbericht-Nummer
es: Número de informe de medición
fr: Numéro du rapport de mesure
it: Numero rapporto di misura
pt_br: Número do relatório de medição
ru: Номер отчёта измерений
zh_hans: 测量报告编号

# luminaire.info.num_c_planes
source: Number of C-Planes (Nc)
de: Anzahl C-Ebenen (Nc)
es: Número de planos C (Nc)
fr: Nombre de plans C (Nc)
it: Numero di piani C (Nc)
pt_br: Número de planos C (Nc)
ru: Количество C-плоскостей (Nc)
zh_hans: C平面数量 (Nc)

# luminaire.info.num_g_planes
source: Number of G-Planes (Ng)
de: Anzahl G-Ebenen (Ng)
es: Número de planos G (Ng)
fr: Nombre de plans G (Ng)
it: Numero di piani G (Ng)
pt_br: Número de planos G (Ng)
ru: Количество G-плоскостей (Ng)
zh_hans: G平面数量 (Ng)

# luminaire.info.report_number
source: Report Number
de: Berichtsnummer
es: Número de informe
fr: Numéro de rapport
it: Numero di rapporto
pt_br: Número do relatório
ru: Номер отчёта
zh_hans: 报告编号

# luminaire.info.symmetry
source: Symmetry
de: Symmetrie
es: Simetría
fr: Symétrie
it: Simmetria
pt_br: Simetria
ru: Симметрия
zh_hans: 对称性

# luminaire.info.symmetry_0
source: 0 - No symmetry
de: 0 - Keine Symmetrie
es: 0 - Sin simetría
fr: 0 - Sans symétrie
it: 0 - Nessuna simmetria
pt_br: 0 - Sem simetria
ru: 0 - Без симметрии
zh_hans: 0 - 无对称

# luminaire.info.symmetry_1
source: 1 - Vertical axis
de: 1 - Vertikale Achse
es: 1 - Eje vertical
fr: 1 - Axe vertical
it: 1 - Asse verticale
pt_br: 1 - Eixo vertical
ru: 1 - Вертикальная ось
zh_hans: 1 - 垂直轴

# luminaire.info.symmetry_2
source: 2 - C0-C180 plane
de: 2 - C0-C180 Ebene
es: 2 - Plano C0-C180
fr: 2 - Plan C0-C180
it: 2 - Piano C0-C180
pt_br: 2 - Plano C0-C180
ru: 2 - Плоскость C0-C180
zh_hans: 2 - C0-C180平面

# luminaire.info.symmetry_3
source: 3 - C90-C270 plane
de: 3 - C90-C270 Ebene
es: 3 - Plano C90-C270
fr: 3 - Plan C90-C270
it: 3 - Piano C90-C270
pt_br: 3 - Plano C90-C270
ru: 3 - Плоскость C90-C270
zh_hans: 3 - C90-C270平面

# luminaire.info.symmetry_4
source: 4 - Both planes
de: 4 - Beide Ebenen
es: 4 - Ambos planos
fr: 4 - Les deux plans
it: 4 - Entrambi i piani
pt_br: 4 - Ambos os planos
ru: 4 - Обе плоскости
zh_hans: 4 - 两个平面

# luminaire.info.test_date
source: Test Date
de: Prüfdatum
es: Fecha de ensayo
fr: Date d'essai
it: Data di prova
pt_br: Data do ensaio
ru: Дата испытания
zh_hans: 测试日期

# luminaire.info.type_indicator
source: Type Indicator
de: Typenindikator
es: Indicador de tipo
fr: Indicateur de type
it: Indicatore di tipo
pt_br: Indicador de tipo
ru: Индикатор типа
zh_hans: 类型指示器

# luminaire.info.type_indicator_1
source: 1 - Point source (vertical symmetry)
de: 1 - Punktlichtquelle (vertikale Symmetrie)
es: 1 - Fuente puntual (simetría vertical)
fr: 1 - Source ponctuelle (symétrie verticale)
it: 1 - Sorgente puntiforme (simmetria verticale)
pt_br: 1 - Fonte pontual (simetria vertical)
ru: 1 - Точечный источник (вертикальная симметрия)
zh_hans: 1 - 点光源（垂直对称）

# luminaire.info.type_indicator_2
source: 2 - Linear luminaire
de: 2 - Lineare Leuchte
es: 2 - Luminaria lineal
fr: 2 - Luminaire linéaire
it: 2 - Apparecchio lineare
pt_br: 2 - Luminária linear
ru: 2 - Линейный светильник
zh_hans: 2 - 线性灯具

# luminaire.info.type_indicator_3
source: 3 - Point source (other symmetry)
de: 3 - Punktlichtquelle (andere Symmetrie)
es: 3 - Fuente puntual (otra simetría)
fr: 3 - Source ponctuelle (autre symétrie)
it: 3 - Sorgente puntiforme (altra simmetria)
pt_br: 3 - Fonte pontual (outra simetria)
ru: 3 - Точечный источник (другая симметрия)
zh_hans: 3 - 点光源（其他对称）

# luminaire.lamp_set.color_appearance
source: Color Appearance / CCT
de: Lichtfarbe / CCT
es: Apariencia de color / CCT
fr: Apparence de couleur / CCT
it: Aspetto del colore / CCT
pt_br: Aparência de cor / CCT
ru: Цветность / CCT
zh_hans: 光色 / CCT

# luminaire.lamp_set.color_rendering
source: Color Rendering Group / CRI
de: Farbwiedergabe / CRI
es: Rendimiento cromático / CRI
fr: Rendu des couleurs / IRC
it: Resa cromatica / CRI
pt_br: Reprodução de cor / CRI
ru: Цветопередача / CRI
zh_hans: 显色性 / CRI

# luminaire.lamp_set.lamp_type
source: Lamp Type
de: Lampentyp
es: Tipo de lámpara
fr: Type de lampe
it: Tipo di lampada
pt_br: Tipo de lâmpada
ru: Тип лампы
zh_hans: 光源类型

# luminaire.lamp_set.luminous_flux
source: Total Luminous Flux (lm)
de: Gesamtlichtstrom (lm)
es: Flujo luminoso total (lm)
fr: Flux lumineux total (lm)
it: Flusso luminoso totale (lm)
pt_br: Fluxo luminoso total (lm)
ru: Общий световой поток (лм)
zh_hans: 总光通量 (lm)

# luminaire.lamp_set.num_lamps
source: Number of Lamps
de: Anzahl Lampen
es: Número de lámparas
fr: Nombre de lampes
it: Numero di lampade
pt_br: Número de lâmpadas
ru: Количество ламп
zh_hans: 光源数量

# luminaire.lamp_set.remove
source: Remove this lamp set
de: Dieses Leuchtmittelset entfernen
es: Eliminar este conjunto de lámparas
fr: Supprimer cet ensemble de lampes
it: Rimuovi questo set di lampade
pt_br: Remover este conjunto de lâmpadas
ru: Удалить этот набор ламп
zh_hans: 删除此光源组

# luminaire.lamp_set.title
source: Lamp Set
de: Leuchtmittel
es: Conjunto de lámparas
fr: Ensemble de lampes
it: Set di lampade
pt_br: Conjunto de lâmpadas
ru: Набор ламп
zh_hans: 光源组

# luminaire.lamp_set.wattage
source: Wattage incl. Ballast (W)
de: Leistung inkl. Vorschaltgerät (W)
es: Potencia incl. balasto (W)
fr: Puissance incl. ballast (W)
it: Potenza incl. alimentatore (W)
pt_br: Potência incl. reator (W)
ru: Мощность с ПРА (Вт)
zh_hans: 功率含镇流器 (W)

# luminaire.optical.conversion_factor
source: Conversion Factor
de: Umrechnungsfaktor
es: Factor de conversión
fr: Facteur de conversion
it: Fattore di conversione
pt_br: Fator de conversão
ru: Коэффициент преобразования
zh_hans: 转换系数

# luminaire.optical.downward_flux_fraction
source: Downward Flux Fraction (%)
de: Anteil Abwärtslichtstrom (%)
es: Fracción de flujo descendente (%)
fr: Fraction de flux descendant (%)
it: Frazione di flusso verso il basso (%)
pt_br: Fração de fluxo descendente (%)
ru: Доля нижнего светового потока (%)
zh_hans: 下射光通量比 (%)

# luminaire.optical.light_output_ratio
source: Light Output Ratio (%)
de: Leuchtenbetriebswirkungsgrad (%)
es: Rendimiento de luminaria (%)
fr: Rendement lumineux (%)
it: Rapporto di uscita luminosa (%)
pt_br: Rendimento da luminária (%)
ru: КПД светильника (%)
zh_hans: 灯具效率 (%)

# luminaire.optical.tilt_angle
source: Tilt Angle (°)
de: Neigungswinkel (°)
es: Ángulo de inclinación (°)
fr: Angle d'inclinaison (°)
it: Angolo di inclinazione (°)
pt_br: Ângulo de inclinação (°)
ru: Угол наклона (°)
zh_hans: 倾斜角度 (°)

# luminaire.optical.title
source: Optical Properties
de: Optische Eigenschaften
es: Propiedades ópticas
fr: Propriétés optiques
it: Proprietà ottiche
pt_br: Propriedades ópticas
ru: Оптические свойства
zh_hans: 光学特性

# luminaire.photometric.beam_angle
source: Beam Angle
de: Strahlwinkel
es: Ángulo de haz
fr: Angle de faisceau
it: Angolo del fascio
pt_br: Ângulo de feixe
ru: Угол луча
zh_hans: 光束角

# luminaire.photometric.beam_angle_50
source: Beam Angle (50%)
de: Strahlwinkel (50%)
es: Ángulo de haz (50%)
fr: Angle de faisceau (50%)
it: Angolo del fascio (50%)
pt_br: Ângulo de feixe (50%)
ru: Угол луча (50%)
zh_hans: 光束角 (50%)

# luminaire.photometric.cct
source: Color Temperature
de: Farbtemperatur
es: Temperatura de color
fr: Température de couleur
it: Temperatura di colore
pt_br: Temperatura de cor
ru: Цветовая температура
zh_hans: 色温

# luminaire.photometric.cie_class
source: CIE Classification
de: CIE-Klassifikation
es: Clasificación CIE
fr: Classification CIE
it: Classificazione CIE
pt_br: Classificação CIE
ru: Классификация CIE
zh_hans: CIE分类

# luminaire.photometric.cri
source: Color Rendering Index
de: Farbwiedergabeindex
es: Índice de rendimiento cromático
fr: Indice de rendu des couleurs
it: Indice resa cromatica
pt_br: Índice de reprodução de cor
ru: Индекс цветопередачи
zh_hans: 显色指数

# luminaire.photometric.cutoff_angle
source: Cut-off Angle
de: Abblendwinkel
es: Ángulo de corte
fr: Angle de coupure
it: Angolo di cut-off
pt_br: Ângulo de corte
ru: Угол отсечки
zh_hans: 截光角

# luminaire.photometric.dlor
source: Downward LOR
de: Unterer LOR
es: Rendimiento inferior
fr: Rendement inférieur
it: Rapporto uscita inferiore
pt_br: Rendimento inferior
ru: Нижний КПД
zh_hans: 下射光效率

# luminaire.photometric.efficacy
source: Luminous Efficacy
de: Lichtausbeute
es: Eficacia luminosa
fr: Efficacité lumineuse
it: Efficacia luminosa
pt_br: Eficácia luminosa
ru: Световая отдача
zh_hans: 光效

# luminaire.photometric.field_angle
source: Field Angle
de: Feldwinkel
es: Ángulo de campo
fr: Angle de champ
it: Angolo di campo
pt_br: Ângulo de campo
ru: Угол поля
zh_hans: 场角

# luminaire.photometric.field_angle_10
source: Field Angle (10%)
de: Feldwinkel (10%)
es: Ángulo de campo (10%)
fr: Angle de champ (10%)
it: Angolo di campo (10%)
pt_br: Ângulo de campo (10%)
ru: Угол поля (10%)
zh_hans: 场角 (10%)

# luminaire.photometric.lamp_efficacy
source: Lamp Efficacy
de: Lampeneffizienz
es: Eficacia de lámpara
fr: Efficacité des lampes
it: Efficacia lampade
pt_br: Eficácia da lâmpada
ru: Эффективность ламп
zh_hans: 光源光效

# luminaire.photometric.lor
source: Light Output Ratio
de: Leuchtenbetriebswirkungsgrad
es: Rendimiento de luminaria
fr: Rendement lumineux
it: Rapporto uscita luminosa
pt_br: Rendimento da luminária
ru: КПД светильника
zh_hans: 灯具效率

# luminaire.photometric.luminaire_efficacy
source: Luminaire Efficacy
de: Leuchteneffizienz
es: Eficacia de luminaria
fr: Efficacité du luminaire
it: Efficacia apparecchio
pt_br: Eficácia da luminária
ru: Эффективность светильника
zh_hans: 灯具光效

# luminaire.photometric.max_intensity
source: Max Intensity
de: Maximale Lichtstärke
es: Intensidad máxima
fr: Intensité maximale
it: Intensità massima
pt_br: Intensidade máxima
ru: Максимальная сила света
zh_hans: 最大光强

# luminaire.photometric.photometric_code
source: Photometric Code
de: Fotometrischer Code
es: Código fotométrico
fr: Code photométrique
it: Codice fotometrico
pt_br: Código fotométrico
ru: Фотометрический код
zh_hans: 光度学代码

# luminaire.photometric.spacing_criterion
source: Spacing Criterion
de: Abstandskriterium
es: Criterio de espaciado
fr: Critère d'espacement
it: Criterio di spaziatura
pt_br: Critério de espaçamento
ru: Критерий расстояния
zh_hans: 间距准则

# luminaire.photometric.symmetry
source: Symmetry
de: Symmetrie
es: Simetría
fr: Symétrie
it: Simmetria
pt_br: Simetria
ru: Симметрия
zh_hans: 对称性

# luminaire.photometric.total_flux
source: Total Luminous Flux
de: Gesamtlichtstrom
es: Flujo luminoso total
fr: Flux lumineux total
it: Flusso luminoso totale
pt_br: Fluxo luminoso total
ru: Общий световой поток
zh_hans: 总光通量

# luminaire.photometric.total_lamp_flux
source: Total Lamp Flux
de: Gesamter Lampenstrom
es: Flujo total de lámparas
fr: Flux total des lampes
it: Flusso totale lampade
pt_br: Fluxo total das lâmpadas
ru: Общий поток ламп
zh_hans: 光源总光通量

# luminaire.photometric.total_wattage
source: Total Wattage
de: Gesamtleistung
es: Potencia total
fr: Puissance totale
it: Potenza totale
pt_br: Potência total
ru: Общая мощность
zh_hans: 总功率

# luminaire.photometric.ulor
source: Upward LOR
de: Oberer LOR
es: Rendimiento superior
fr: Rendement supérieur
it: Rapporto uscita superiore
pt_br: Rendimento superior
ru: Верхний КПД
zh_hans: 上射光效率

# luminaire.physical.dimensions
source: Dimensions
de: Abmessungen
es: Dimensiones
it: Dimensioni
pt_br: Dimensões
ru: Размеры
zh_hans: 尺寸

# luminaire.physical.dimensions_mm
source: Luminaire Dimensions (mm)
de: Leuchtenabmessungen (mm)
es: Dimensiones de luminaria (mm)
fr: Dimensions du luminaire (mm)
it: Dimensioni apparecchio (mm)
pt_br: Dimensões da luminária (mm)
ru: Размеры светильника (мм)
zh_hans: 灯具尺寸 (mm)

# luminaire.physical.height
source: Height
de: Höhe
es: Altura
fr: Hauteur
it: Altezza
pt_br: Altura
ru: Высота
zh_hans: 高度

# luminaire.physical.height_h
source: Height (H)
de: Höhe (H)
es: Altura (H)
fr: Hauteur (H)
it: Altezza (H)
pt_br: Altura (H)
ru: Высота (H)
zh_hans: 高度 (H)

# luminaire.physical.length
source: Length
de: Länge
es: Longitud
fr: Longueur
it: Lunghezza
pt_br: Comprimento
ru: Длина
zh_hans: 长度

# luminaire.physical.length_diameter
source: Length / Diameter (L)
de: Länge / Durchmesser (L)
es: Longitud / Diámetro (L)
fr: Longueur / Diamètre (L)
it: Lunghezza / Diametro (L)
pt_br: Comprimento / Diâmetro (L)
ru: Длина / Диаметр (L)
zh_hans: 长度 / 直径 (L)

# luminaire.physical.luminous_area
source: Luminous Area
de: Leuchtfläche
es: Área luminosa
fr: Surface lumineuse
it: Area luminosa
pt_br: Área luminosa
ru: Светящаяся площадь
zh_hans: 发光面积

# luminaire.physical.luminous_area_mm
source: Luminous Area (mm)
de: Leuchtfläche (mm)
es: Área luminosa (mm)
fr: Surface lumineuse (mm)
it: Area luminosa (mm)
pt_br: Área luminosa (mm)
ru: Светящаяся площадь (мм)
zh_hans: 发光面积 (mm)

# luminaire.physical.luminous_height_c_planes
source: Luminous Area Height at C-Planes (mm)
de: Leuchtflächenhöhe bei C-Ebenen (mm)
es: Altura de área luminosa en planos C (mm)
fr: Hauteur de la surface lumineuse aux plans C (mm)
it: Altezza area luminosa ai piani C (mm)
pt_br: Altura da área luminosa nos planos C (mm)
ru: Высота светящейся площади при C-плоскостях (мм)
zh_hans: C平面发光面积高度 (mm)

# luminaire.physical.luminous_length
source: Length / Diameter (La)
de: Länge / Durchmesser (La)
es: Longitud / Diámetro (La)
fr: Longueur / Diamètre (La)
it: Lunghezza / Diametro (La)
pt_br: Comprimento / Diâmetro (La)
ru: Длина / Диаметр (La)
zh_hans: 长度 / 直径 (La)

# luminaire.physical.luminous_width
source: Width (B1)
de: Breite (B1)
es: Anchura (B1)
fr: Largeur (B1)
it: Larghezza (B1)
pt_br: Largura (B1)
ru: Ширина (B1)
zh_hans: 宽度 (B1)

# luminaire.physical.mounting
source: Mounting
de: Montage
es: Montaje
fr: Montage
it: Montaggio
pt_br: Montagem
ru: Монтаж
zh_hans: 安装方式

# luminaire.physical.width
source: Width
de: Breite
es: Anchura
fr: Largeur
it: Larghezza
pt_br: Largura
ru: Ширина
zh_hans: 宽度

# luminaire.physical.width_b
source: Width (B)
de: Breite (B)
es: Anchura (B)
fr: Largeur (B)
it: Larghezza (B)
pt_br: Largura (B)
ru: Ширина (B)
zh_hans: 宽度 (B)

# luminaire.summary.beam_characteristics
source: Beam Characteristics
de: Strahlcharakteristik
es: Características del haz
fr: Caractéristiques du faisceau
it: Caratteristiche del fascio
pt_br: Características do feixe
ru: Характеристики луча
zh_hans: 光束特性

# luminaire.summary.description
source: Values below are calculated from the intensity distribution data
de: Die folgenden Werte werden aus den Lichtstärkeverteilungsdaten berechnet
es: Los valores siguientes se calculan a partir de los datos de distribución de intensidad
fr: Les valeurs ci-dessous sont calculées à partir des données de distribution d'intensité
it: I valori seguenti sono calcolati dai dati di distribuzione dell'intensità
pt_br: Os valores abaixo são calculados a partir dos dados de distribuição de intensidade
ru: Значения ниже рассчитаны из данных распределения силы света
zh_hans: 以下数值由光强分布数据计算得出

# luminaire.summary.glare_assessment
source: Glare Assessment
de: Blendungsbewertung
es: Evaluación de deslumbramiento
fr: Évaluation de l'éblouissement
it: Valutazione dell'abbagliamento
pt_br: Avaliação de ofuscamento
ru: Оценка слепимости
zh_hans: 眩光评估

# luminaire.summary.luminaire_luminance
source: Luminaire Luminance (65°)
de: Leuchtendichte (65°)
es: Luminancia de luminaria (65°)
fr: Luminance du luminaire (65°)
it: Luminanza apparecchio (65°)
pt_br: Luminância da luminária (65°)
ru: Яркость светильника (65°)
zh_hans: 灯具亮度 (65°)

# luminaire.summary.room_config
source: Room Config
de: Raumkonfiguration
es: Configuración de sala
fr: Configuration de la pièce
it: Configurazione stanza
pt_br: Configuração da sala
ru: Конфигурация помещения
zh_hans: 房间配置

# luminaire.summary.title
source: Calculated Photometric Summary
de: Berechnete fotometrische Zusammenfassung
es: Resumen fotométrico calculado
fr: Résumé photométrique calculé
it: Riepilogo fotometrico calcolato
pt_br: Resumo fotométrico calculado
ru: Расчётная фотометрическая сводка
zh_hans: 计算的光度学摘要

# luminaire.summary.zonal_lumens
source: Zonal Lumens
de: Zonale Lichtströme
es: Lúmenes zonales
fr: Lumens zonaux
it: Lumen zonali
pt_br: Lúmens zonais
ru: Зональные люмены
zh_hans: 区域光通量

# optical.conversionFactor
source: Conversion Factor
de: Umrechnungsfaktor
es: Factor de conversión
fr: Facteur de conversion
it: Fattore di conversione
pt_br: Fator de conversão
ru: Коэффициент преобразования
zh_hans: 转换系数

# optical.downwardFlux
source: Downward Flux Fraction (%)
de: Anteil Abwärtslichtstrom (%)
es: Fracción de flujo descendente (%)
fr: Fraction de flux descendant (%)
it: Frazione di flusso verso il basso (%)
pt_br: Fração de fluxo descendente (%)
ru: Доля нижнего светового потока (%)
zh_hans: 下射光通量比 (%)

# optical.lightOutput
source: Light Output Ratio (%)
de: Leuchtenbetriebswirkungsgrad (%)
es: Rendimiento de luminaria (%)
fr: Rendement lumineux (%)
it: Rapporto di uscita luminosa (%)
pt_br: Rendimento da luminária (%)
ru: КПД светильника (%)
zh_hans: 灯具效率 (%)

# optical.lor
source: Light Output Ratio
de: Leuchtenbetriebswirkungsgrad
es: Rendimiento de luminaria
fr: Rendement lumineux
it: Rapporto uscita luminosa
pt_br: Rendimento da luminária
ru: КПД светильника
zh_hans: 灯具效率

# optical.maxIntensity
source: Max Intensity
de: Maximale Lichtstärke
es: Intensidad máxima
fr: Intensité maximale
it: Intensità massima
pt_br: Intensidade máxima
ru: Максимальная сила света
zh_hans: 最大光强

# optical.tiltAngle
source: Tilt Angle (°)
de: Neigungswinkel (°)
es: Ángulo de inclinación (°)
fr: Angle d'inclinaison (°)
it: Angolo di inclinazione (°)
pt_br: Ângulo de inclinação (°)
ru: Угол наклона (°)
zh_hans: 倾斜角度 (°)

# optical.totalFlux
source: Total Luminous Flux
de: Gesamtlichtstrom
es: Flujo luminoso total
fr: Flux lumineux total
it: Flusso luminoso totale
pt_br: Fluxo luminoso total
ru: Общий световой поток
zh_hans: 总光通量

# report.appendix
source: Appendix
de: Anhang
es: Apéndice
fr: Annexe
it: Appendice
pt_br: Apêndice
ru: Приложение
zh_hans: 附录

# report.generated
source: Generated on
de: Erstellt am
es: Generado el
fr: Généré le
it: Generato il
pt_br: Gerado em
ru: Дата создания
zh_hans: 生成日期

# report.of
source: of
de: von
es: de
fr: sur
it: di
pt_br: de
ru: из

# report.page
source: Page
de: Seite
es: Página
it: Pagina
pt_br: Página
ru: Страница
zh_hans: 页

# report.summary
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
pt_br: Resumo
ru: Сводка
zh_hans: 摘要

# report.title
source: Photometric Report
de: Fotometrischer Bericht
es: Informe fotométrico
fr: Rapport photométrique
it: Rapporto fotometrico
pt_br: Relatório fotométrico
ru: Фотометрический отчёт
zh_hans: 光度测试报告

# schema.fileInfo
source: File Information
de: Dateiinformation
es: Información del archivo
fr: Informations du fichier
it: Informazioni file
pt_br: Informações do arquivo
ru: Информация о файле
zh_hans: 文件信息

# schema.invalid
source: Invalid
de: Ungültig
es: Inválido
fr: Invalide
it: Non valido
pt_br: Inválido
ru: Невалидный
zh_hans: 无效

# schema.ldtValidation
source: LDT/IES Validation
de: LDT/IES-Validierung
es: Validación LDT/IES
fr: Validation LDT/IES
it: Validazione LDT/IES
pt_br: Validação LDT/IES
ru: Валидация LDT/IES
zh_hans: LDT/IES验证

# schema.missingFields
source: Missing Fields
de: Fehlende Felder
es: Campos faltantes
fr: Champs manquants
it: Campi mancanti
pt_br: Campos ausentes
ru: Отсутствующие поля
zh_hans: 缺失字段

# schema.schemaValidation
source: Schema Validation
de: Schema-Validierung
es: Validación de esquema
fr: Validation du schéma
it: Validazione schema
pt_br: Validação de esquema
ru: Валидация схемы
zh_hans: 架构验证

# schema.valid
source: Valid
de: Gültig
es: Válido
fr: Valide
it: Valido
pt_br: Válido
ru: Валидный
zh_hans: 有效

# schema.warnings
source: Warnings
de: Warnungen
es: Advertencias
fr: Avertissements
it: Avvisi
pt_br: Avisos
ru: Предупреждения
zh_hans: 警告

# settings.about
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt_br: Sobre
ru: О программе
zh_hans: 关于

# settings.appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
pt_br: Aparência
ru: Внешний вид
zh_hans: 外观

# settings.darkTheme
source: Use Dark Theme for Diagrams
de: Dunkles Design für Diagramme
es: Usar tema oscuro para diagramas
fr: Thème sombre pour les diagrammes
it: Usa tema scuro per i diagrammi
pt_br: Usar tema escuro para diagramas
ru: Тёмная тема для диаграмм
zh_hans: 为图表使用深色主题

# settings.defaultDiagram
source: Default Diagram
de: Standarddiagramm
es: Diagrama predeterminado
fr: Diagramme par défaut
it: Diagramma predefinito
pt_br: Diagrama padrão
ru: Диаграмма по умолчанию
zh_hans: 默认图表

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt_br: Idioma
ru: Язык
zh_hans: 语言

# settings.language.system
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
it: Predefinito di sistema
pt_br: Padrão do sistema
ru: Системный по умолчанию
zh_hans: 跟随系统

# settings.mountingHeight
source: Mounting Height
de: Montagehöhe
es: Altura de montaje
fr: Hauteur de montage
it: Altezza di montaggio
pt_br: Altura de montagem
ru: Высота монтажа
zh_hans: 安装高度

# settings.mountingHeight.description
source: Used for Cone and PPFD diagrams
de: Für Kegel- und PPFD-Diagramme
es: Para diagramas de cono y PPFD
fr: Pour les diagrammes coniques et PPFD
it: Per diagrammi a cono e PPFD
pt_br: Para diagramas de cone e PPFD
ru: Для диаграмм конуса и PPFD
zh_hans: 用于锥形图和PPFD图

# spectral.axis.relative_power
source: Relative Power
de: Relative Leistung
es: Potencia relativa
fr: Puissance relative
it: Potenza relativa
pt_br: Potência relativa
ru: Относительная мощность
zh_hans: 相对功率

# spectral.axis.wavelength
source: Wavelength (nm)
de: Wellenlänge (nm)
es: Longitud de onda (nm)
fr: Longueur d'onde (nm)
it: Lunghezza d'onda (nm)
pt_br: Comprimento de onda (nm)
ru: Длина волны (нм)
zh_hans: 波长 (nm)

# spectral.metrics.energy_distribution
source: Energy Distribution
de: Energieverteilung
es: Distribución de energía
fr: Distribution d'énergie
it: Distribuzione energetica
pt_br: Distribuição de energia
ru: Распределение энергии
zh_hans: 能量分布

# spectral.metrics.r_fr_ratio
source: R:FR Ratio
de: R:FR Verhältnis
es: Ratio R:FR
fr: Ratio R:FR
it: Rapporto R:FR
pt_br: Razão V:VD
ru: Соотношение К:ДК
zh_hans: 红光:远红光比
